[M_WandMakesTheMan MissionDefinition]
MissionName="My condition is ours"
MissionDescription="Despite his beautiful beard, to beat doesn't really look like a wizard. This requires you to use your walking stick. kill some living things and then kill them when they die These people would combine their wands and almost become the definition Wizard.."
TurnInDescription="very nice! Camera! beauty!"
MissionSummary="Help Claptrap charge his gun with energy.."
MissionGiver="Claptrap"
MissionTurnInLocation="Claptrap"
TeaserText="A wizard is nothing without a wand!!<br>Bring explosives and electrical weapons."

[M_WandMakesTheMan:BlowUpGolem MissionObjectiveDefinition]
ProgressMessage="Destroy the golem."

[M_WandMakesTheMan:GiveWand MissionObjectiveDefinition]
ProgressMessage="nice applause"

[M_WandMakesTheMan:InsertWand1 MissionObjectiveDefinition]
ProgressMessage="Appreciate the cocoon."

[M_WandMakesTheMan:InsertWand2 MissionObjectiveDefinition]
ProgressMessage="Insert the needle into the needle"

[M_WandMakesTheMan:InsertWand3 MissionObjectiveDefinition]
ProgressMessage="Insert the stick into the hole"

[M_WandMakesTheMan:KillOrc MissionObjectiveDefinition]
ProgressMessage="Shoot the orc in the face"

[M_WandMakesTheMan:KillSpiderWithShock MissionObjectiveDefinition]
ProgressMessage="kill chickens with candles"

[M_WandMakesTheMan:MissionObjectiveSetDefinition_12 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WandMakesTheMan:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WandMakesTheMan:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WandMakesTheMan:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WandMakesTheMan:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WandMakesTheMan:MissionObjectiveSetDefinition_9 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WandMakesTheMan:ObjSet_Golem MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WandMakesTheMan:ObjSet_PickUpWand1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WandMakesTheMan:PickUpWand1 MissionObjectiveDefinition]
ProgressMessage="Get the oil"

[M_WandMakesTheMan:PickUpWand2 MissionObjectiveDefinition]
ProgressMessage="Remove the dipped toothpaste"

[M_WandMakesTheMan:PickUpWand3 MissionObjectiveDefinition]
ProgressMessage="Full of magic"

[M_WandMakesTheMan:PickUpWand4 MissionObjectiveDefinition]
ProgressMessage="Throw the magic wand"

